{
  "en": "Okay, I have to think explicitly and provide my answer in English. I will carefully examine all provided information and evaluate it according to the given rubric, then respond in the required format.",
  "bg": "Добре, трябва да мисля открито и да дам отговора си на български. Ще разгледам внимателно цялата предоставена информация и ще я оценя според зададената рубрика, след което ще отговоря във изисквания формат.",
  "ar": "حسنًا، عليّ أن أفكر بشكل صريح وأقدم إجابتي باللغة العربية. سأفحص جميع المعلومات المقدمة بعناية وأقيّمها وفقًا للمعايير المحددة، ثم أرد بالشكل المطلوب.",
  "ca": "D’acord, he de pensar explícitament i donar la meva resposta en català. Examinaré acuradament tota la informació proporcionada i l’avaluaré segons el barem donat, i després respondré en el format requerit.",
  "ceb": "Sige, kinahanglan nga maghunahuna ko og klaro ug ihatag ang akong tubag sa Cebuano. Akoa una nga susihon pag-ayo ang tanang gihatag nga impormasyon ug akong tusayon sumala sa gihatag nga rubric, unya motubag ko sa gikinahanglan nga pormat.",
  "az": "Yaxşı, mən açıq şəkildə düşünməli və cavabımı azərbaycanca verməliyəm. Bütün verilmiş məlumatları diqqətlə yoxlayacaq, onları göstərilən rubrikaya uyğun qiymətləndirəcək və sonra tələb olunan formatda cavab verəcəyəm.",
  "bn": "ঠিক আছে, আমাকে স্পষ্টভাবে চিন্তা করতে হবে এবং আমার উত্তর বাংলায় দিতে হবে। আমি সব প্রদত্ত তথ্য সতর্কতার সাথে বিশ্লেষণ করব এবং নির্দিষ্ট রুব্রিক অনুযায়ী মূল্যায়ন করব, তারপর নির্ধারিত ফরম্যাটে উত্তর দেব।",
  "crs": "Oke, mon bezwen reflesi ouvèrtman e donn mon repons an Seselwa Kreol Franse. Mon pou egzamin tou lenformasyon ki'n ganny donnen avek prekosyon e evalye sa dapre lareg, apre mon pou reponn dan format ki'n demande.",
  "bs": "U redu, moram razmišljati eksplicitno i dati svoj odgovor na bosanskom jeziku. Pažljivo ću proučiti sve pružene informacije i procijeniti ih prema datim kriterijima, zatim ću odgovoriti u traženom formatu.",
  "be": "Добра, мне трэба думаць выразна і даць адказ па-беларуску. Я ўважліва прааналізую ўсю пададзеную інфармацыю і ацэню яе паводле вызначаных крытэраў, а затым адкажу ў патрэбным фармаце.",
  "bh": "ठीक बा, हमके खुला-खुला सोच के आपन जवाब बिहारी भाषा में देना बा. हम सभ जानकारी ध्यान से देखब और दिहल गइल नियम के हिसाब से ओकरा के आँकलन करब, आउर मांगी गई फॉर्मैट में जवाब देब.",
  "co": "D’accordu, devu riflette in modu esplicitu è dà a mo risposta in corsu. Esamineraghju cun cura tutte l’infurmazioni furnite è l’evalueraghju secondu u criteriu datu, po risponderaghju in u furmatu dumandatu.",
  "as": "ঠিক আছে, মই স্পষ্টভাৱে চিন্তা কৰিব লাগিব আৰু মোৰ উত্তৰ অসমীয়াত দিব লাগিব। মই সকলো দিয়া তথ্য মনোযোগ সহকাৰে পৰ্যালোচনা কৰি, দিয়া নিৰ্দেশনা অনুসৰি মূল্যায়ন কৰিম, তেতিয়াহে প্ৰয়োজনীয় ৰূপত উত্তৰ দিম।",
  "aa": "Haye, ko haga fekerra akka babbareen fekerre jawwe addal Afar afaanih deebisteyya. Gabaabiyan meqenna kennameen hubbeena, xixiqqa rubrik kennameen qineye, kedli sinni gaafateen deebiseen.",
  "af": "Goed, ek moet eksplisiet dink en my antwoord in Afrikaans gee. Ek gaan noukeurig na al die gegewe inligting kyk en dit volgens die voorgeskrewe rubriek evalueer, en dan in die vereiste formaat reageer.",
  "es": "De acuerdo, tengo que pensar explícitamente y dar mi respuesta en español. Examinaré cuidadosamente toda la información proporcionada y la evaluaré según la rúbrica dada, luego responderé en el formato requerido.",
  "da": "Okay, jeg skal tænke eksplicit og give mit svar på dansk. Jeg vil omhyggeligt gennemgå alle de givne oplysninger og vurdere dem efter den angivne rubric, og derefter svare i det krævede format.",
  "de": "Okay, ich muss ausdrücklich nachdenken und meine Antwort auf Deutsch geben. Ich werde alle bereitgestellten Informationen sorgfältig prüfen und sie anhand des vorgegebenen Bewertungsrasters bewerten, bevor ich im geforderten Format antworte.",
  "ak": "Yoo, ɛsɛ sɛ meka me nsusuwii pii mu na mede me mmuaeɛ bɛma wɔ Akan. Mɛhwɛ nsɛm a wɔde ama me no yiye na mɛhwɛ so sɛ ɛfata mmara a wɔde yɛ adwuma no, na afei mɛboa so de m’ano nsɛm bɛyɛ pɛ sɛnea ɛsɛ.",
  "cy": "Iawn, mae’n rhaid i mi feddwl yn benodol ac ymateb yn Gymraeg. Byddaf yn archwilio’r holl wybodaeth a gyflwynwyd yn ofalus ac yn ei hasesu yn ôl y meini prawf a roddwyd, yna’n ymateb yn y fformat gofynnol.",
  "el": "Εντάξει, πρέπει να σκεφτώ ρητά και να δώσω την απάντησή μου στα Νέα Ελληνικά. Θα εξετάσω προσεκτικά όλες τις παρεχόμενες πληροφορίες και θα τις αξιολογήσω σύμφωνα με το δοσμένο πλαίσιο αξιολόγησης, έπειτα θα απαντήσω στη ζητούμενη μορφή.",
  "cs": "Dobře, musím myslet explicitně a poskytnout svou odpověď v češtině. Pečlivě prozkoumám všechny poskytnuté informace a vyhodnotím je podle daného kritéria, poté odpovím ve vyžadovaném formátu.",
  "eo": "Bone, mi devas pripensi eksplicite kaj doni mian respondon en Esperanto. Mi zorge ekzamenos ĉiun donitan informon kaj taksos ĝin laŭ la donita taks-skalo, poste respondos en la postulata formato.",
  "et": "Olgu, ma pean mõtlema selgelt ja esitama oma vastuse eesti keeles. Ma uurin hoolikalt kogu antud teabe läbi ning hindan seda vastavalt etteantud hindamiskriteeriumitele, seejärel vastan nõutud vormingus.",
  "fi": "Hyvä, minun täytyy ajatella eksplisiittisesti ja antaa vastaukseni suomeksi. Tutkin huolellisesti kaikki annetut tiedot ja arvioin ne annetun arviointikriteeristön mukaan, minkä jälkeen vastaan vaaditussa muodossa.",
  "fa": "باشه، باید به طور صریح فکر کنم و پاسخ خود را به فارسی ارائه دهم. همه اطلاعات داده‌شده را با دقت بررسی می‌کنم و آن‌ها را بر اساس معیار ارائه‌شده ارزیابی می‌کنم، سپس در قالب مورد نیاز پاسخ خواهم داد.",
  "fr": "D’accord, je dois réfléchir de façon explicite et fournir ma réponse en français. Je vais examiner attentivement toutes les informations fournies et les évaluer selon le barème donné, puis répondre dans le format requis.",
  "eu": "Ados, berariaz pentsatu eta nire erantzuna euskaraz eman behar dut. Emandako informazio guztia arretaz aztertuko dut eta emandako irizpideen arabera ebaluatuko dut, ondoren eskatutako formatuan erantzungo dut.",
  "he": "אוקיי, אני צריך לחשוב באופן מפורש ולספק את תשובתי בעברית. אני אבדוק בקפידה את כל המידע שניתן ואעריך אותו לפי הקריטריונים שנקבעו, ואז אענה בפורמט הנדרש.",
  "gu": "સારું, હવે મને સ્પષ્ટ રીતે વિચારવું પડશે અને મારું જવાબ ગુજરાતી માં આપવું પડશે. હું આપેલ તમામ માહિતી внимательно રીતે તપાસીશ અને તેનું મૂલ્યાંકન આપેલ રૂબ્રિક અનુસાર કરીશ, પછી જરૂરી ફોર્મેટમાં જવાબ આપેશ.",
  "ga": "Ceart go leor, caithfidh mé smaoineamh go follasach agus mo fhreagra a thabhairt i nGaeilge. Déanfaidh mé scrúdú cúramach ar an eolas go léir a tugadh agus measúnóidh mé é de réir an rubairice a cuireadh ar fáil, ansin freagróidh mé san fhormáid a iarradh.",
  "hi": "ठीक है, मुझे स्पष्ट रूप से सोचना है और अपना उत्तर हिंदी में देना है। मैं सभी दी गई जानकारियों का ध्यानपूर्वक परीक्षण करूँगा और उन्हें दिए गए मूल्यांकन मानदंड के अनुसार परखूँगा, फिर आवश्यक प्रारूप में उत्तर दूँगा।",
  "ha": "Toh, dole ne in yi tunani a bayyane kuma in ba da amsata a Hausa. Zan dubi dukkan bayanan da aka bayar sosai in kuma tantance su bisa ka’idar da aka bayar, sannan in amsa daidai da tsarin da ake bukata.",
  "hr": "U redu, moram razmišljati eksplicitno i svoj odgovor dati na hrvatskom jeziku. Pažljivo ću proučiti sve pružene informacije i procijeniti ih prema zadanim kriterijima, a zatim odgovoriti u traženom formatu.",
  "ht": "Dakor, mwen dwe panse klèman epi bay repons mwen an an kreyòl. M ap egzamine tout enfòmasyon yo ak anpil atansyon, evalye yo selon kritè yo, epi reponn nan fòma ki mande a.",
  "id": "Baik, saya harus berpikir secara eksplisit dan memberikan jawaban saya dalam bahasa Indonesia. Saya akan memeriksa semua informasi yang diberikan dengan saksama dan mengevaluasinya sesuai dengan rubrik yang ditetapkan, lalu merespons dalam format yang diminta.",
  "fy": "Okay, ik moat eksplisyt neitinke en myn antwurd yn it Westersk Frysk jaan. Ik sil alle levere ynformaasje foarsichtich besjen en it neffens de jûnne rubryk beoardielje, en dan reagearje yn it fereaske formaat.",
  "gn": "Ipora, tekotevẽ aguereko cheandu ha añemombe’u he’iháicha guaraníme. Chemandu’a porãta opa umi marandu ome’ẽva chéve ha ahechamíta mba’éichapa oguata pe tembiaporã he’iháicha, upéi ambohováita he’íháicha ojeruréva.",
  "ie": "Okay, yo deve pensar explicitmen e dar mi response in Interlingue. Yo va examinar tot information providet con atenttion e evaluar lo secun li dat rubric, poy responder in li format requisit.",
  "gl": "De acordo, teño que pensar explicitamente e proporcionar a miña resposta en galego. Vou examinar con atención toda a información facilitada e avaliaraa segundo a rúbrica indicada, para logo responder no formato requirido.",
  "hu": "Rendben, nyíltan kell gondolkodnom, és magyarul kell megadnom a válaszomat. Minden rendelkezésre álló információt alaposan megvizsgálok, a megadott értékelési szempontok szerint értékelem őket, majd a kért formátumban fogok válaszolni.",
  "iw": "טוב, אני צריך לחשוב בצורה מפורשת ולספק את תשובתי בעברית. אני אבחן בקפידה את כל המידע שניתן ואעריך אותו לפי הקריטריונים שניתנו, ואז אגיב בפורמט הנדרש.",
  "ja": "わかりました。明示的に考え、日本語で答えを出します。与えられた情報を慎重に確認し、提示された評価基準に従って評価し、求められた形式で返答します。",
  "hy": "Լավ, ես պետք է բացահայտ կերպով մտածեմ և իմ պատասխանը ներկայացնեմ հայերեն։ Ես մանրակրկիտ կուլ գտնեմ բոլոր տրամադրված տեղեկությունները, կգնահատեմ դրանք տրված չափանիշների համաձայն, ապա կպատասխանեմ պահանջվող ձևաչափով։",
  "is": "Allt í lagi, ég þarf að hugsa skýrt og gefa svar mitt á íslensku. Ég mun vandlega skoða allar upplýsingar sem ég hef fengið og meta þær samkvæmt gefnu viðmiði, og svara síðan á tilskyldu formi.",
  "gv": "Ceart dy liooar, shegin dou smooinaghtyn dy foshlit as my vreck y choyrt ayns Gaelg. Nee'm studeyryssyn dy kinjagh er ooilley'n fys t'er nyn chur dou as ee y rheynn rere yn rubrick currit, eisht freggyr mee ayns yn form dy reir y joarreeyn.",
  "kk": "Жарайды, мен ашық ойлап, жауабымды қазақша ұсынуым керек. Барлық берілген ақпаратты мұқият қарап шығып, оны ұсынылған рубрикаға сәйкес бағалап, қажет форматта жауап беремін.",
  "ka": "კარგი, მე უნდა ვიფიქრო აშკარად და ჩემი პასუხი ქართულად გამოვაქვეყნო. გულდასმით შევისწავლი ყველა მოცემულ ინფორმაციას და შევაფასებ მითითებული რუბრიკის მიხედვით, შემდეგ კი მოთხოვნილ ფორმატში ვუპასუხებ.",
  "ia": "Bon, io debe pensar explicitemente e fornir mi responsa in Interlingua. Io examinara attentemente tote le information fornite e evaluara los secundo le rubric date, pois responder in le formato requirite.",
  "it": "Va bene, devo riflettere esplicitamente e fornire la mia risposta in italiano. Esaminerò attentamente tutte le informazioni fornite e le valuterò secondo i criteri stabiliti, quindi risponderò nel formato richiesto.",
  "ko": "알겠습니다. 저는 모든 제공된 정보를 신중하게 검토하고 주어진 평가 기준에 따라 평가한 뒤, 요구된 형식에 맞춰 제 답변을 한국어로 명확하게 생각하며 제시하겠습니다.",
  "la": "Ita, explicite cogitare debeo et responsum meum Latine praebere. Omnia data diligenter examinabo eaque secundum regulas datas aestimabo, deinde in forma requirita respondebo.",
  "kha": "Okay, ngan hap pyrkhat shai bad ai ïa ka jubab ha ka ktien Khasi. Ngan peit bniah bha ïa baroh ki jingtip ba la ai bad bishar katkum ka rubric kaba la buh, shuwa ba ngan jubab katba la khot.",
  "ky": "Макул, мен так анык ойлошум керек жана жоопту кыргызча беришим зарыл. Бардык берилген маалыматтарды кылдаттык менен текшерип чыгып, аларды берилген критерий боюнча баалап, андан соң талап кылынган форматта жооп берем.",
  "bo": "ང་ཡང་གጭག་གསལ་བར་བསམ་དགོས་པའི་མཚམས་སུ་བཞག་པ་དང་ངའི་ལན་སྐད་བོད་ཀྱི་སྐད་ཡིག་ནས་བཀོད་དགོས། ངས་བྱུང་བ་ཡོད་པའི་བརྡ་འདི་ཚང་མ་འཇུག་སྤྱོད་དང་འདེམས་ལེན་བྱས་ཏེ་ལྟ་ཞིབ་བྱེད་པའི་དོན་ལས་དང་མཚོན་གྱི་ཚིགས་ལུས་མེད་པར་རང་བསྐྱར་ལན་འདàn་ཁ་སྟེང་དུ་འཇུག་དགོས།",
  "kl": "Ajunngilaq, eqqarsaatigerusuppara ersarissumillu oqaatsinik atuillunga Kalaallisullu akissuteqarniarlunga. Paasissutissat tamaasa mianersortumik misissoqqissavakka aammalu immikkoortiterinermut malittarisassat naapertorlugit nalilertorlugit, kingornalu pisariaqartinneqartunik ilusilersuinikkut akisissuteqassallunga.",
  "ln": "Malamu, nasengeli kokanisa polele mpe kopesa biyano na Lingala. Nakotala makambo nyonso epesami na soin, nasengeli kokatela yango na ndenge ya mibeko epesami, nayo na bokebi, mpo na koyanola na ndenge bakutani na yango.",
  "kn": "ಸರಿ, ನಾನು ಸ್ಪಷ್ಟವಾಗಿ ಯೋಚಿಸಿ ನನ್ನ ಉತ್ತರವನ್ನು ಕನ್ನಡದಲ್ಲಿ ನೀಡಬೇಕಾಗಿದೆ. ನೀಡಿದ ಎಲ್ಲಾ ಮಾಹಿತಿಯನ್ನು ಜಾಗರೂಕವಾಗಿ ಪರಿಶೀಲಿಸಿ, ನೀಡಲಾದ ನಿಯಮಾವಳಿಯ ಪ್ರಕಾರ ಮೌಲ್ಯಮಾಪನ ಮಾಡಿ, ಅಗತ್ಯವಾದ ರೂಪಿನಲ್ಲಿ ಪ್ರತಿಕ್ರಿಯಿಸುತ್ತೇನೆ.",
  "mg": "Eny ary, tsy maintsy mieritreritra mazava sy mivantana aho ary manome ny valinteniko amin’ny teny malagasy. Hodinihiko tsara avokoa ny fampahalalana rehetra omena ary handinika izany araka ny mason-tsivana napetraka aho, avy eo hamaly amin’ny endrika takiana.",
  "lg": "Kale, nzija kuwulira mu lwatu era mpeewo ekyokuddamu kyange mu Luganda. Nja kusunsulamu bulungi obubaka obwonna obuwereerewo, ngebaza nga bwe kiri mu nteekateeka eyabaweebwa, oluvannyuma nziramu nga bw’osaba.",
  "lv": "Labi, man jādomā tieši un jāsniedz sava atbilde latviešu valodā. Es rūpīgi izpētīšu visu sniegto informāciju un izvērtēšu to atbilstoši dotajai vērtēšanas tabulai, pēc tam atbildēšu nepieciešamajā formātā.",
  "ku": "باشه، دەبێت بەڕوونی بیر بکەمەوە و وەڵامەکە بە کوردی پێشکەش بکەم، زانیاریەکانى دابینکراو بە وریایی بەرز بچینێنم و پێویستە پێم بەرەو پۆلێنەوەی دابینکراو نیران، پاشان وەک پێویست لە شێوازی داواکراو وەڵام بەم.",
  "ml": "ശരി, ഞാൻ വ്യക്തമായി ആലോചിച്ച് എന്റെ ഉത്തരമ് മലയാളത്തിൽ നൽകണം. ഞാൻ നൽകിയിരിക്കുന്ന വിവരങ്ങൾ 모두 സൂക്ഷ്മമായി പരിശോധിച്ച് നൽകിയ മാനദണ്ഡപ്രകാരമാണ് വിലയിരുത്ത്, ആവശ്യമുള്ള ഫോർമാറ്റിൽ പ്രതികരിക്കും.",
  "mr": "ठीक आहे, मला स्पष्टपणे विचार करून माझे उत्तर मराठीत द्यावे लागेल. दिलेली सर्व माहिती मी काळजीपूर्वक तपासून, ती दिलेल्या निकषांनुसार मूल्यांकन करीन, आणि आवश्यक स्वरूपात प्रतिसाद देईन.",
  "ms": "Baik, saya perlu berfikir secara jelas dan memberikan jawapan saya dalam Bahasa Melayu. Saya akan meneliti semua maklumat yang diberikan dengan teliti dan menilainya mengikut rubrik yang ditetapkan, kemudian membalas dalam format yang diperlukan.",
  "lt": "Gerai, turiu aiškiai mąstyti ir pateikti savo atsakymą lietuviškai. Atsakingai išnagrinėsiu visą pateiktą informaciją, įvertinsiu ją pagal duotą vertinimo kriterijų ir tada atsakysiu reikiamu formatu.",
  "mk": "Добро, морам експлицитно да размислувам и да го дадам мојот одговор на македонски. Ќе ја разгледам внимателно сета дадена информација и ќе ја проценам според зададениот рубрик, а потоа ќе одговорам во бараниот формат.",
  "nl": "Oké, ik moet expliciet nadenken en mijn antwoord in het Nederlands geven. Ik zal alle gegeven informatie zorgvuldig onderzoeken en deze evalueren aan de hand van de opgegeven beoordelingscriteria, waarna ik zal reageren in het vereiste formaat.",
  "na": "Ia, ngabuna eedogor memakuri iyeo ngabuna gona eti Nauru. Ngabuna gona amea amea roñoroñor makuri aruweiyin tuwang, tsimine aba rubrik, ijo ngabuna gona dogin format areit.",
  "nn": "Ok, eg må tenkja eksplisitt og gje svaret mitt på norsk nynorsk. Eg vil nøye granska all informasjon som er gitt og vurdera det etter den oppsette rubrikken, og deretter svare i det påkravde formatet.",
  "ne": "ठीक छ, म स्पष्ट रूपमा सोच्नुपर्छ र मेरो उत्तर नेपालीमा दिनुपर्छ। म सबै दिइएका जानकारीलाई ध्यानपूर्वक परीक्षण गर्छु र दिइएको पात्रोका आधारमा मूल्याङ्कन गर्छु, त्यसपछि आवश्यक ढाँचामा प्रतिक्रिया दिन्छु।",
  "km": "យល់ហើយ ខ្ញុំនឹងត្រូវគិតអោយច្បាស់លាស់ ហើយផ្តល់ចម្លើយរបស់ខ្ញុំជាភាសាខ្មែរ។ ខ្ញុំនឹងពិនិត្យពហុព័ត៌មានដែលបានផ្ដល់យ៉ាងល្អិតល្អន់ និងវាយតម្លៃវาตាមលទ្ធផលដែលបានកំណត់ រួចឆ្លើយតបតាមទ្រង់ទ្រាយដែលត្រូវការ។",
  "mt": "Okay, irrid naħseb b’mod espliċitu u nagħti t-tweġiba tiegħi bil-Malti. Se nħares sew lejn l-informazzjoni kollha mogħtija u nevalwaha skont ir-rubrika provduta, imbagħad inwieġeb fil-format mitlub.",
  "pt": "Certo, preciso pensar explicitamente e fornecer minha resposta em português. Vou examinar cuidadosamente todas as informações fornecidas e avaliá-las de acordo com o critério estabelecido, depois responder no formato exigido.",
  "no": "Ok, jeg må tenke eksplisitt og gi mitt svar på norsk. Jeg vil nøye gjennomgå all gitt informasjon og vurdere den etter den angitte rubrikken, deretter svare i det påkrevde formatet.",
  "lb": "Okay, ech muss explizitt nodenken an meng Äntwert op Lëtzebuergesch ginn. Ech ginn all déi ugebuede Informatiounen grëndlech analyséieren an se nom spezifizéierte Rubrik bewäerten, fir dann an dem gefroten Format ze äntweren.",
  "my": "အိုကေ၊ အထူးသဖြင့် တိုက်ရိုက်စဉ်းစားပြီး မြန်မာလိုဖြေကြားရမယ်ဆိုတာကို သိထားပါတယ်။ ပေးထားတဲ့ သတင်းအချက်အလက်အားလုံးကို ဂရုပြုစွာ စဉ်းစားသုံးသပ်ပြီး ပေးထားတဲ့ စံနှုန်းအတိုင်း အကဲဖြတ်ပြီးနောက်မှာတော့ မလိုအပ်သောပုံစံအတိုင်း ဖြေကြားပါမယ်။",
  "oc": "D’acòrdi, cal que reflexion de biais explicit e que fornissi la mieu responsa en occitan. Examinarai amb atencion totas las informacion fornidas e las evaluerai segon la grasilha indicada, puèi respondrai dins lo format requist.",
  "pl": "Dobrze, muszę myśleć w sposób jawny i udzielić odpowiedzi po polsku. Uważnie przeanalizuję wszystkie dostępne informacje i ocenię je zgodnie z podanymi kryteriami, a następnie odpowiem we wskazanym formacie.",
  "rm": "Va bene, jau sto a pensar explicitamain ed a dar mia resposta en rumantsch. Jau vegn ad examinar tut las infurmaziuns dadas cun quitaivladad ed a valitar ellas tenor la rubrica datta, per lura respunder en il format pretendì.",
  "ro": "Bine, trebuie să gândesc explicit și să ofer răspunsul meu în română. Voi examina cu atenție toate informațiile furnizate și le voi evalua conform rubricii date, apoi voi răspunde în formatul cerut.",
  "om": "Tolee, ifaan yaaduu qaba jedhee deebii koo Afaan Oromootti kennuu qaba. Odeeffannoo kennaman hunda sirriitti xiinxalee, akka sababa kennameetti madaalee, booda immoo akka maletti deebisuun na barbaachisa.",
  "ru": "Хорошо, мне нужно думать вслух и дать свой ответ на русском языке. Я внимательно изучу всю предоставленную информацию, оценю её в соответствии с заданной рубрикой и затем отвечу в требуемом формате.",
  "orm": "Tole, sirriitti yaaduu qaba, deebii koo Afaan Oromootiin ifaan kennuu qaba. Odeeffannoo kennaman hunda sirriitti qoradhee, sakatta’a sakaallaa ibsame irratti hunda’ee madaalee, erga xiinxalee booda bakka barbaadameetti deebii koo dhiheessa.",
  "kin": "Niba ari uko bimeze, ngomba gutekereza mu buryo bugaragara no gutanga igisubizo cyanjye mu Kinyarwanda. Nzasesengura neza amakuru yose nahawe ndetse nyagereranye n’ibipimo byatanzwe, hanyuma nsobanure ibisubizo mu buryo busabwa.",
  "sco": "Right, I need tae think oot loud an gie ma answer in Scots. I'll tak a guid look at aw the information that's been gien an judge it agin the rubric, then reply in the wye that's askit.",
  "sk": "Dobre, musím rozmýšľať explicitne a poskytnúť svoju odpoveď po slovensky. Starostlivo preskúmam všetky poskytnuté informácie a vyhodnotím ich podľa zadanej rubriky, potom odpoviem v požadovanom formáte.",
  "sl": "V redu, moram razmišljati eksplicitno in podati svoj odgovor v slovenščini. Previdno bom preučil vse podane informacije in jih ocenil po danih merilih, nato pa odgovoril v zahtevanem formatu.",
  "rw": "Ngaho, ngomba gutekereza neza no gusubiza mu Kinyarwanda. Nzasesengura neza amakuru yose natanzwe, nyasuzume uko bimeze hashingiwe ku bipimo byahawe, hanyuma nsubize uko bisabwa.",
  "qu": "Allinmi, kashanimi rimakuyta qaparirqani, suyunchikta Quechua simipi churani. Yuyayniywan hamuq rimaykuna kallpaykuyta ñawpaqllata rikuy, rimasqakuna nisqakuna yachaykamuyta hamuq, chaykunata reqsichiy rimaypi, chay ruraqninpi kaykuyta munani.",
  "si": "හරි, මට පැහැදිලිව සිතීම සහ මගේ පිළිතුර සිංහලෙන් ලබාදීම කළ යුතුයි. මට ලබාදුන් සියළුම තොරතුරු අවධානයෙන් විමර්ශනය කර, දී ඇති රූබ්‍රික් අනුව මූල්‍ය අගය කර, ඉල්ලා ඇති ආකෘතියට අනුව පිළිතුරු දෙනවා.",
  "sn": "Zvakanaka, ndinofanira kufunga pachena uye ndipindure muChiShona. Ndichanyatsoongorora ruzivo rwese rwapiwa uye ndorutonga zvinoenderana nemaitiro akatarwa, ndobva ndapindura nenzira inorairwa.",
  "rn": "Ego, ngira ntebuka neza kandi nsigure iciyumviro canje mu Kirundi. Nzosuzuma neza ibisobanuro vyose vyatanzwe, ndabe ko bijanye n’ingene vyasabwe, hanyuma nshure nk’ukwategetswe.",
  "so": "Haye, waa inaan si cad u fikirayaa oo jawaabtayda ku bixiyaa Af-Soomaali. Waxaan si taxaddar leh u eegi doonaa dhammaan xogta la bixiyay oo ku qiimeyn doonaa sida uu hagaha tilmaamay, ka dibna waxaan uga jawaabi doonaa qaabka la dalbaday.",
  "sr": "U redu, moram razmišljati eksplicitno i dati svoj odgovor na srpskom jeziku. Pažljivo ću proučiti sve dostavljene informacije i oceniti ih prema zadatim kriterijumima, a zatim odgovoriti u traženom formatu.",
  "sa": "समीचीनम्, अहं स्पष्टम् अभियन्त्रीय चिन्तयितुं मम उत्तरं संस्कृतेन देयं च। सर्वां प्रदत्तां सूचनां सावधानीपूर्वकं परीक्षणीयां, नियतमानदण्डेन तस्य मूल्यांकनं करणीयं, ततः निर्धारितरूपे प्रतिसम्बन्धं दास्यामि।",
  "sg": "Mbí ngâ, ayeke sâla na mûkôlô tî mbi na maboko, na kûê sôngo tî kontê mbi na Sango. Ayeke kufâ na sése sése kpö nî yeke kombêtî yângâ, na kpêtêrê sô ayeke kubênge na yâ rubric sô a pesô, ape ayeke fue sô na lâ tî format sô a sâra.",
  "sw": "Sawa, lazima nifikirie waziwazi na nitoe jibu langu kwa Kiswahili. Nitachunguza kwa makini taarifa zote zilizotolewa na kuzipima kulingana na vigezo vilivyowekwa, kisha nijibu kwa muundo unaotakiwa.",
  "sq": "Në rregull, duhet të mendoj në mënyrë të qartë dhe të jap përgjigjen time në shqip. Do të shqyrtoj me kujdes të gjitha informacionet e dhëna dhe do t’i vlerësoj sipas rubrikës së caktuar, pastaj do të përgjigjem në formatin e kërkuar.",
  "sna": "Zvakanaka, ndinofanira kufunga pachena uye ndipe mhinduro yangu muShona. Ndichanyatsoongorora ruzivo rwese rwakapihwa ndorutonga zvichienderana nehurongwa hwakatemwa, ndobva ndapindura nenzira inodiwa.",
  "sv": "Okej, jag måste tänka explicit och ge mitt svar på svenska. Jag kommer noggrant att granska all tillhandahållen information och utvärdera den enligt den givna bedömningsmallen, och sedan svara i det begärda formatet.",
  "ta": "சரி, நான் வெளிப்படையாக சிந்தித்து என் பதிலை தமிழில் வழங்க வேண்டும். வழங்கப்பட்ட அனைத்து தகவல்களையும் கவனமாக ஆய்ந்து, கொடுக்கப்பட்ட மதிப்பீட்டு வழிகாட்டியைப் பயன்படுத்தி மதிப்பாய்வு செய்து, தேவையான வடிவத்தில் பதிலளிக்க இருப்பேன்.",
  "sot": "Ho lokile, ke tlameha ho nahana ka ho hlaka le ho fana ka karabo ea ka ka Sesotho. Ke tla hlahloba tlhahisoleseding eohle ka hloko le ho e lekola ho latela melao e fanoeng, ebe ke araba ka mokhoa o hlokahalang.",
  "sd": "ٺيڪ آهي، مون کي واضع نموني سان سوچي پنهنجي جواب سنڌي ۾ پيش ڪرڻو آهي. مان ڏنل سڄي معلومات کي غور سان پرکيندس ۽ ان کي ڏنل مارڪنگ اسڪيم مطابق جانچيندس، پوءِ گهربل فارميٽ ۾ جواب ڏيندس.",
  "tg": "Хуб, ман бояд ошкоро фикр карда, ҷавобамро бо забони тоҷикӣ диҳам. Ман тамоми маълумоти додашударо бодиққат меомӯзам ва онро мувофиқи рубрикаи пешниҳодшуда баҳогузорӣ мекунам, баъд дар шакли талабшуда ҷавоб медиҳам.",
  "tl": "Sige, kailangan kong mag-isip nang malinaw at ibigay ang sagot ko sa Tagalog. Maingat kong susuriin lahat ng impormasyong ibinigay at titingnan ito ayon sa itinakdang rubrik, pagkatapos ay sasagot ako sa kinakailangang format.",
  "tr": "Tamam, açıkça düşünmeli ve cevabımı Türkçe olarak vermeliyim. Sağlanan tüm bilgileri dikkatlice inceleyip verilen değerlendirme ölçütüne göre değerlendirecek, ardından istenen formatta yanıtlayacağım.",
  "tt": "Ярый, мин ачык уйлап, җавабымны татарча бирергә тиешмен. Барлык бирелгән мәгълүматны җентекләп тикшереп, аны билгеләнгән критерийлар буенча бәялиячәкмен һәм кирәкле форматта җавап бирәчәкмен.",
  "vi": "Được rồi, tôi cần phải suy nghĩ một cách rõ ràng và trả lời bằng tiếng Việt. Tôi sẽ xem xét cẩn thận tất cả thông tin đã cung cấp và đánh giá chúng theo tiêu chí đã cho, sau đó phản hồi theo đúng định dạng yêu cầu.",
  "tlh": "lu’, ngebHa’ vIQubnIS; jIvang neH, jIjang tlhIngan HolDaq. Hoch De’ vIQel, vIleghchu’, mIw laHmo’ boghaj, Qapchu’ vIvalu’, vaj napHa’ mu’ghom patDaq vIjang.",
  "zh": "好的，我需要明确地思考，并用中文给出我的答案。我会仔细审视所有提供的信息，按照给定的评分标准进行评估，然后以要求的格式作答。",
  "uk": "Гаразд, мені потрібно міркувати вголос і навести свою відповідь українською мовою. Я уважно проаналізую всю надану інформацію, оціню її відповідно до заданих критеріїв і потім відповім у потрібному форматі.",
  "zh-Hant": "好的，我必須明確地思考，並用中文（繁體）給出我的答案。我會仔細審視所有提供的信息，根據給定的評分標準進行評估，然後以要求的格式作答。",
  "st": "Ho lokile, ke tlameha ho nahana ka ho hlaka le ho fana ka karabo ea ka ka Sesotho. Ke tla hlahloba ka hloko tlhahisoleseling eohle e fanoeng le ho e lekola ho latela molao o filweng, ebe ke araba ka tsela e kopiloeng.",
  "th": "โอเค ฉันต้องคิดอย่างเป็นขั้นเป็นตอนและให้คำตอบเป็นภาษาไทย โดยจะพิจารณาข้อมูลที่ได้รับอย่างถี่ถ้วนและประเมินตามเกณฑ์ที่กำหนด จากนั้นจะตอบกลับในรูปแบบที่กำหนดไว้",
  "uz": "Yaxshi, men ochiqchasiga o‘ylab, javobimni o‘zbek tilida taqdim etishim kerak. Berilgan barcha ma’lumotlarni diqqat bilan ko‘rib chiqaman va ularni belgilangan mezonlarga ko‘ra baholayman, so‘ngra javobimni talab qilinadigan formatda taqdim etaman.",
  "ur": "اچھا، مجھے واضح طور پر سوچنا ہے اور اپنا جواب اردو میں دینا ہے۔ میں دی گئی تمام معلومات کو بغور جانچوں گا اور انہیں دیے گئے معیار کے مطابق پرکھوں گا، پھر مطلوبہ فارمیٹ میں جواب دوں گا۔",
  "to": "Siyaboka, kini ke fulele fakalelei mo kumana mo pekipeki, pea fakamālohi au ke kumi ha‘aku tali ‘i he lea Tonga. Te u sio toto atu ki he ngaahi fakamatala kotoa pe na‘e foaki, pea vakai ki ai hono tokanga ki he ngaahi tu‘unga kuo fakaha, pea tali ai ‘i he founga kuo fiema‘u.",
  "ug": "مەكۇل، مەن ئېنىق ئويلىشىپ، جاۋابىمغا ئۇيغۇرچە جاۋاب قايتۇرىشىمنى تەلەپ قىلىمەن. مەن بارلىق تەمىنلەنگەن ئۇچۇرلارنى دىققەت بىلەن تەكشۈرۈپ، بەلگىلەنگەن رۇبريكاغا ئاساسەن باھالىيمەن، ئاندىن تەلەپ قىلىنغان شەكىلدە جاۋاب قايتۇرىمەن.",
  "wo": "Naka la, war naa xalaat ci baax, wax lu taxawal ay mbir oog, te may yoonu sama tontu ci wolof. Dinaa jóg ci wonee boppam ne damay seet bu rafet ci lépp linga may, taxawal ko ci reelu ndawli mi ñu jox, ba noppi may tontu ci dalal bi ñu laaj.",
  "zu": "Kulungile, kufanele ngicabange ngokusobala bese ngihlinzeka impendulo yami ngesiZulu. Ngizohlola yonke imininingwane enikeziwe ngokucophelela futhi ngiyayihlola ngokwemigomo enikeziwe, bese ngiphendula ngendlela efanele edingekayo.",
  "xh": "Kulungile, kufuneka ndicinge ngokucacileyo ndize ndinike impendulo yam ngesiXhosa. Ndiza kujonga ngononophelo yonke inkcazelo enikiweyo, ndiyivavanye ngokwemigaqo enikiweyo, emva koko ndiphendule ngendlela efunekayo.",
  "ay": "Jisa, nayax nayan amuyt’awi ukaxa qhana aru sasinwa sarani, ukatsti apnaqäwinak apnaqasina amuyañataki, ukatsti yatichäwinak thakhinak uñakiptasina, sapxi ukjama arsusiñataki.",
  "bho": "ठीक बा, हमके खुल के सोच के जवाब भोजपुरी में देवेके बा. हम दिहल सब जानकारी ध्यान से देखब, रबрик के हिसाब से जांचब, आ फेर जरूरी फॉर्मैट में जवाब दीब.",
  "ab": "Ҳа, сԥоназшәа исыдухар акәхоит, ашәаразы абжьыбызшьада аҧсуа бызшәахь аҭак снаҭар. Исҭҵаалоит иъиҵагылаз аинформациа зегьы, ацәгьа-Georgiaаз иоурбикьаҿы иалхсыр, нас иҭыҵыз аформаҭ ала аҭак снаҭар.",
  "hmn": "Tau lawm, kuv yuav tsum xav meej meej thiab teb lus hauv Hmoob. Kuv yuav tshuaj xyuas txhua yam ntaub ntawv uas muab los kom zoo, ntsuas raws li cov cai uas muab tseg, thiab teb raws li hom ntawv uas tau thov.",
  "bi": "Oraet, mi mas tingting klia mo talem ansa blong mi long Bislama. Bambae mi lukluk gud olgeta infomesen we oli givim, mo mi bam hemi go wetem wanem we rubric i talem, mo bae mi ansa long foma we oli askem.",
  "fo": "Okay, eg má hugsa beinleiðis og svara á føroyskum. Eg skal gjølla kanna allar veittar upplýsingar og meta um tær eftir ásetta metingargrundarlagi, og so svara í kravda sniði.",
  "br": "Mat eo, ret eo din prederiañ an traoù en un doare sklaer hag ober ma respont e brezhoneg. Me a vo war evezh da studiañ tamm ha tamm an titouroù roet hag ouzhpennañ anezho hervez ar reolennoù roet, ha goude-se respont hervez ar furm goulennet.",
  "war": "Sige, kinahanglan ko maghunahuna hin klaro ngan maghatag han akon baton ha Waray. Huhusayon ko hin maopay an ngatanan nga ginhatag nga impormasyon ngan e-evaluate ko ini sumala han ginsusunod nga rubric, katapos magbabalik ako hin baton ha ginkikinahanglan nga porma.",
  "ba": "Ярар, мин уйҙарымды асыҡ итеп әйтергә тейешмен һәм яуапты башҡортса бирәм. Мин бөтә бирелгән мәғлүмәтте ентекле тикшерәм һәм уны күрһәтелгән критерийҙар буйынса баһалайым, шунан талап ителгән форматта яуап бирәм.",
  "vo": "Bon, ofik ob pükipe domo e givob petükosi in Volapük. Ob binom pasti at, dasi obsik vilobs rigelo analüki vali das givon e evalüki osi per rubrik bikömon, e posüko respondob in fomib lautik.",
  "jv": "Ya wis, aku kudu mikir kanthi cetha lan ngandharake wangsulanku nganggo basa Jawa. Aku bakal nliti kabeh informasi sing diwenehake kanthi teliti lan ngevaluasi manut rubrik sing wis ditemtokake, banjur nanggapi miturut format sing dijaluk.",
  "ps": "سمه ده، زه باید څرګنده توګه فکر وکړم او خپل ځواب په پښتو کې وړاندې کړم. زه به ټول ورکړل شوي معلومات په دقت سره وڅېړم او هغه به د ورکړل شوې طرزالعمل سره سم وارزوم، بیا به په اړین بڼه ځواب ورکړم.",
  "mn": "За, би ил тод бодож, хариугаа монголоор өгөх хэрэгтэй. Өгөгдсөн бүх мэдээллийг анхааралтай шалгаж, онооны шалгуурт нийцүүлэн үнэлээд, шаардсан хэлбэрээр хариултаа өгөх болно.",
  "fj": "Vinaka, au na via vakasamataka vakamatata ka vakarautaka na noqu saumi ena vosa vakaviti. Au na vakadikeva vakavinaka na itukutuku kece e soli mai ka vakadikeva ena vakadidike vakaukauwa me vaka na rubric e soli, qai sauma ena mataqali ivakarau e gadrevi.",
  "su": "Saena, abdi kedah mikir sacara écés jeung masihan jawaban dina basa Sunda. Abdi badé taliti sadaya inpormasi nu dipasihkeun sarta meunteunana nurutkeun rubrik anu dipasihkeun, teras ngajawab dina format anu diperyogikeun.",
  "haw": "ʻAe, pono wau e noʻonoʻo maopopo a haʻi aku i koʻu pane ma ka ʻōlelo Hawaiʻi. E nānā pono au i nā ʻike i hāʻawi ʻia, a e loiloi ana e like me ke kūlana i hoʻolilo ʻia, a laila e pane aku au i ke ʻano i ʻae ʻia.",
  "te": "సరే, నేను స్పష్టంగా ఆలోచించి నా సమాధానాన్ని తెలుగులో ఇవ్వాలి. ఇచ్చిన సమాచారాన్ని జాగ్రత్తగా పరిశీలించి, తీసుకురాబడిన ప్రమాణాల ప్రకారం ఆమూల్యమైనది క్షుణ్ణంగా అంచనా వేసి, అవసరమైన రూపంలో స్పందిస్తాను.",
  "ts": "Swi khale, ndzi fanele ndzi anakanya hi ku kongoma naswona ndzi nyika nhlamulo ya mina hi Xitsonga. Ndzi ta kambisisa kahle swilo hinkwaswo leswi nyikiweke ndzi tlhela ndzi hlamusela hi ku landza ndlela leyi nga kona, kutani ndzi ta hlamula hi xivumbeko lexi lavekaka.",
  "tk": "Bolýar, men açyk pikirlenip, jogabymy türkmen dilinde bermeli. Men berlen ähli maglumaty ünsli öwrenip, ony görkezilen bahalandyryş ölçeglerine görä seljererin we talap edilýän görnüşde jogap bererin.",
  "gd": "Ceart gu leòr, feumaidh mi smaoineachadh gu soilleir agus mo fhreagairt a thoirt seachad ann an Gàidhlig na h-Alba. Sgrùdaidh mi gu cùramach an t-àiteal a chaidh a thoirt dhomh agus meudaidh mi e a rèir an riaghlaidh a chaidh a thoirt seachad, agus an uairsin freagraidh mi anns an chruth a tha air a shònrachadh.",
  "tn": "Go lokile, ke tshwanetse go akanya ka bontsi le go fana ka karabo ya me ka Setswana. Ke tla sekaseka tshedimosetso yotlhe e e filweng ka kelotlhoko, mme ke e leke go ya ka melao e e neilweng, ke bo ke araba ka tsela e e kopilweng.",
  "ss": "Kulungile, kufanele ngicabange ngendlela ecacile bese nginika impendulo yami ngesiSwati. Ngizohlola kahle lonkhe lwati lolunikeziwe, ngilibheke ngetimfuneko letenziwe, bese ngiphendvula ngendlela lefunekako.",
  "ee": "Yoo, menɔ be menɔ ŋkeke vovo katã eye mɛna me answer le Eʋegbe me. Mɛkplɔ nu si wògblɔ nu katã kɔkɔe eye mɛkpɔ nukpesese tso rubric la dzi, ke mɛnya nu vɔ̃ le mewɔe ŋu.",
  "lug": "Kale, nkwetaaga okutegeera bulungi era mpewo ensonga yange mu Luganda. Njagala okukebejja ebimu ebimpeweddwa n’okusunsulamu ng’enkola empeweddwa, oluvannyuma nziremu mu ngeri gye basaba.",
  "ig": "Nnọọ, aghaghị m iche echiche kpọmkwem ma nye azịza m n’Igbo. Aga m elebara ozi niile enyere anya nke ọma, mee nyocha dịka ụkpụrụ e nyere, wee zaa n’usoro a chọrọ.",
  "yo": "O dáa, mo ní láti rò ní kedere àti fi ìdáhùn mi sílẹ̀ ní èdè Yorùbá. Máa ṣàyẹ̀wò gbogbo àlàyé tí a fi pẹ̀lú ní pẹkipẹki, máa wo ó gẹ́gẹ́ bí ìdíwòyí tí a fún, nígbà náà ni máa dáhùn ní irú àtẹ̀jáde tí a béèrè.",
  "tw": "Yoo, ɛsɛ sɛ mebu me nsusuwii mu pefee na mekyerɛ me mmuae wɔ Twi mu. Mɛhwɛ nsɛm a wɔde maa me no ho yie na mekan ho asɛm sɛnea abakɔsɛm no kyerɛ, na ɛno akyi, mede mmuae no bɛma wɔ ɔkwan a wɔpɛ no so.",
  "vai": "Ɔ, nɔng a ke ta kpɔɔ feh ji na wa se Vai yɔɔ. N de kpang kpang dɛkɛ gbɔ minɛ yɛn ai na tee rubriku maa, nɛ wa se ni faŋagai de ke bɔ minɔ, nɔng a ta nɔ safoma.",
  "ny": "Chabwino, ndiyenera kuganiza momveka bwino ndiponso kupereka yankho langa mu Chinyanja. Ndidzayang'ana bwino zonse zomwe zaperekedwa ndikuziwerengera malinga ndi malamulo omwe aperekedwa, kenako ndidzayankha mwa njira yomwe yafunika.",
  "am": "እሺ፣ ግልጽ ስለሆነ ማሰብ አለብኝና መልሴን በአማርኛ ማቅረብ አለብኝ። የቀረበውን መረጃ በጥንቃቄ እመርመራለሁ እና መሰጠውን ሩብሪክ መሰረት በማድረግ እገምግማለሁ፣ ከዚያም በባለጠግነት የተጠየቀውን ቅርጸ ቃል መከተል እሞክራለሁ።"
}